高宏发 同学：
您好！蒋佳忆 邀请您参加阿里巴巴集团校园招聘内部推荐，请通过以下链接补充应聘信息。
链接：http://campus.alibaba.com/selWorkPlace.htm?code=bmoOCVmAuV4x7z8EKClK3Q%3D%3D

投递说明：
    1、投递简历后是否可以更改职位？
         1）未进入简历评估、面试等流程的同学，可等待官网职位发布后登录校招官网个人中心页面，点击”更改职位”重新投递到自己的意向职位。
         2）已进入招聘流程（如简历评估、笔试、面试等）便不可更改职位。
         3) 请务必与推荐人就推荐职位提前达成一致。
    2、我可以接受多人推荐吗？
        不可以。如果你收到多个链接，请与推荐人确认后再提交简历，之后其他链接均会失效。
    3、收到推荐链接并已注册的简历多久会被安排面试？
        您可以在应聘页面了解到目前的招聘进展。关于面试各个招聘岗位略有不同，由于申请者众多，如符合职位需求一般会在2-3周内安排面试(电话、视频等多种方式)，请耐心等候。
    4、邮件链接可以给他人注册使用吗？
        不可以。链接仅对本人有效，相关信息请勿泄露，如提供给他人注册使用将取消应聘资格。

如有疑问，请咨询校招官网页面右侧的校园小蜜 
阿里巴巴集团
校园招聘